{
  "books": [
    {
      "title": "အဝိဟိံသာနိုင်ငံရေး",
      "author": "တောမှီရဟန်း",
      "description": "အကြမ်းဖက်မှု မပါဘဲ (နှလုံးရည်သက်သက်) တရားဥပဒေဘောင်အတွင်းသက်သက်ဖြင့် အောင်မြင်လာသည့် နိုင်ငံရေးသည် အဟိံသာ (သို့မဟုတ်) အဝိဟိံသာ (သို့မဟုတ်) အကြမ်းမဖက်သည့် မေတ္တာတရားအောင်နည်း နိုင်ငံရေးဖြစ်ပုံကို ဖဆပလခေတ်၊ မဆလခေတ် မြန်မာ့နိုင်ငံရေးဖြစ်စဉ်များနှင့် ချိန်ထိုး၍ ရှင်းလင်းရေးသားထားသော စာအုပ်ဖြစ်သည်။",
      "publishedDate": "November, 2016",
      "pageCount": 310,
      "coverUrl": "img\\cover\\non_violent_politics.jpg",
      "readLink": "https://mahar.asia/?p=4172",
      "uploader": "Saw Own Maung"
    },
    {
      "title": "ငြိမ်းချမ်းမှုနှင့်သင့်မြတ်မှု",
      "author": "တောမှီရဟန်း",
      "description": "“ငြိမ်းချမ်းမှုနှင့် သင့်မြတ်မှု” စာအုပ်သည် စိတ်ကူးယဉ်ထဲက ရေးခဲ့ သော စာအုပ်မဟုတ်။ ခေတ်ကာလကို ကြည့်ရှု၍ ရှေးခေတ်ကာလများက တွေးခေါ် ထားရှိသော စိတ်ပိုင်းဆိုင်ရာ မူဝါဒသဘော (စိတ်ပိုင်းဆိုင်ရာ အကြောင်း) ကို ဖော်ညွှန်းတင်ပြရေးသားထားခြင်းသာ ဖြစ်သည်။",
      "publishedDate": "April, 2011",
      "pageCount": 36,
      "coverUrl": "img\\cover\\peace_and_your_harmony.jpg",
      "readLink": "",
      "uploader": "Saw Htun Htun"
    },
    {
      "title": "ပါတော်မူပြီးနောက်ဝယ်",
      "author": "တောမှီရဟန်း",
      "description": "မြန်မာတို့အတိတ်ဘဝ ဖြတ်သန်းလာခဲ့ရသော ခေတ်တစ်ခေတ်၏အဖြစ်အပျက်ကို သိရှိနိုင်ရန်အတွက် ရေးသားထားသော စာအုပ်ဖြစ်သည်။",
      "publishedDate": "December, 2011 ",
      "pageCount": 210,
      "coverUrl": "img\\cover\\after_the_fall_of_the_king.jpg",
      "readLink": "",
      "uploader": "Nan Play Mu Awar"
    },
    {
      "title": "ဖၠီ",
      "author": "မာန်နာဲပညာသာမိ",
      "description": "ရှေးရှေးအရှေ့ပိုးကရင်ကဗျာများကို မျိုးဆက်သစ်ကရင်လူမျိုးများ သိရှိနိုင်ရန်အတွက် ရေးသားထားသောစာအုပ်ဖြစ်ပါသည်။ ",
      "publishedDate": "၂၀၀၂ဏိင်း၊ လာဇန္နဝါရီ (၁၄) သင့်",
      "pageCount": 143,
      "coverUrl": "img\\cover\\rope.jpg",
      "readLink": "",
      "uploader": "Nan Khaing Mizu Oo"
    },
    {
      "title": "မြန်မာသူအိမ်ရှင်မ",
      "author": "တောမှီရဟန်း",
      "description": "ဘဝခပ်ကြမ်းကြမ်းတမ်းတမ်းလျှောက်လမ်းကြရတဲ့ဒါယိကာမတို့အတွက်ဒီစာအုပ်လေးကိုအပျင်းပြေလေးဖတ်ဖို့ရေးဖြစ်လိုက်တဲ့စာပါ။ အပျော်ဖတ်ဖို့မဟုတ်ပါ။ မြန်မာပြည်မာကြင်ယာနဲ့ဝေးရတဲ့သူတွေတစ်ဖြည်းဖြည်းများပြားလာတာကိုမြင်တွေ့နေရလို့ပါ။ အလှမ်းဝေးကြလို့နှုတ်နဲ့အဆုံးအမဩဝါဒပေးဖို့မလွယ်ကူလှပါ။ အကြံဉာဏ်ပေးဖို့မလွယ်ကူလှသည်မို့အခုစာအုပ်လေးနဲ့အားယူကြဖို့အားပေးရတာဖြစ်ပါတယ်။",
      "publishedDate": "February, 2003",
      "pageCount": 67,
      "coverUrl": "img\\cover\\myanmar_housewife.jpg",
      "readLink": "",
      "uploader": "Nan Zin Mar Than"
    },
    {
      "title": "ထီ့ဍာ်ဒါန်.လ်ုဝါ်လ်ုဖး",
      "author": "မူ.ကျာ်ပညာသာမိ",
      "description": "ဘဝသဘောတရား၊ လူမှုရေး၊ စိတ်ဓာတ်နှင့် ဗုဒ္ဓဘာသာအလင်းရောင်များ၊ ရိုးရှင်းသောစကားလုံးများဖြင့် နက်နဲသောအဓိပ္ပါယ်များကို သယ်ဆောင်ထားခြင်း၊ ဘဝအတွေ့အကြုံများ၊ ဆုံးမစကားများနှင့် စိတ်ဖြေသာစရာ အကြောင်းအရာများ စသည်ကို ဖော်ပြထားသောစာအုပ်ဖြစ်သည်။",
      "publishedDate": "November, 1993",
      "pageCount": 33,
      "coverUrl": "img\\cover\\water_cooler.jpg",
      "readLink": "",
      "uploader": "Saw Htun Htun"
    },
    {
      "title": "စန္ဒကူးရနံ့များ",
      "author": "တောမှီရဟန်း",
      "description": "ကြမ်းတမ်းလှတဲ့ဘဝ၊ နူးညံ့သိမ်မွေ့တဲ့ဘဝ ဒါတွေကို စိတ်ထဲက ဖယ်ရှားနိုင်လိုက်ရင် ဒီကြမ်းတမ်းတယ်၊ သိမ်မွေ့တယ်ဆိုတဲ့ဘဝခရီးကို တသမတ်တည်းထားနိုင်ပြီး၊ အောင်မြင်မှုကို မုချ ရနိုင်တယ်။",
      "publishedDate": "December, 2001",
      "pageCount": 287,
      "coverUrl": "img\\cover\\sandalwood_scents.jpg",
      "readLink": "",
      "uploader": "Nan Mue Hee Thuu"
    },
    {
      "title": "ဗုဒ္ဓယဉ်ကျေးမှုနေရာများ",
      "author": "တောမှီရဟန်း",
      "description": "ဤကျမ်း၌ ခေါ်ဆိုသော ဒေသ၏ နာမည်ကို ထိုဒေသ၏ လူမျိုးများခေါ်ဆိုမှုနှင့် ရှေးခေတ်ဘာသာ၊ သက္ကတဘာသာခေါ်ဆိုမှု တို့ကိုလည်း လေ့လာထားရမည်။ ထို့ကြောင့် ဒေသပထဝီ၏ အကြောင်းအရာများကို လေ့လာလျှင် ဒေသယိကအခေါ်အဆိုတို့ကိုလည်း မျက်မှောက်(ယခု) ကာလ၊ အတိတ်ကာလ ခွဲခြား၍စိစစ်ခဲ့ရတဲ့အကြောင်းအရာဖြစ်ပါသည်။",
      "publishedDate": "April, 2014",
      "pageCount": "202",
      "coverUrl": "img\\cover\\buddhist_cultural_sites.jpg",
      "readLink": "",
      "uploader": "Nan Aye Aye Pwint"
    },
    {
      "title": "ကလေးများအတွက် မြတ်ဗုဒ္ဓဝိပါက်တော် တစ်ဆယ့်နှစ်ပါး",
      "author": "တောမှီရဟန်း",
      "description": "မြတ်ဗုဒ္ဓ၏နှစ်စဉ်ဘဝက မကောင်းမှုလုပ်ခဲ့တာတွေကို ရရှိခဲ့တဲ့အကုသိုလ်အကျိုးတရားတွေရဲ့အကြောင်းကို နောက်နောင်ကလေးများသာမက လူကြီးများပါသိရှိနိုင်ရန်အတွက်ရေးသားထားသောစာအုပ်ဖြစ်သည်။",
      "publishedDate": "June, 2002",
      "pageCount": 30,
      "coverUrl": "img\\cover\\the_12_karmic_consequences_of_buddha_for_heavy_sins.jpg",
      "readLink": "",
      "uploader": "Nan Mue Hee Heet"
    },
    {
      "title": "တစ်ဆယ့်နှစ်လရာသီ အရှေ့ပိုးကရင် ယဉ်ကျေးမှု",
      "author": "တောမှီရဟန်း",
      "description": "အရှေ့ ပိုးကရင်လူမျိုးတို့သည် တစ်ဆယ့်နှစ်လရာသီကို တန်ခူးလကပင် အစပြု၍ ရေတွက်ပါသည်။ တန်ခူးလကို အရှေ့ ပိုးကရင်တို့က “လာတာ” ဟုခေါ်သည်။ အရှေ့ ပိုးကရင်လူမျိုးတို့ ၏ ရိုးရာ၊ ဓလေ့၊ ထုံးတမ်း၊ အစဉ်အလာ အဖြစ် “တစ်ဆယ့် နှစ်လရာသီ သီချင်း” တွင် ဤသို့ မှတ်တမ်းပြုထားပါသည်။",
      "publishedDate": "January, 2002",
      "pageCount": 85,
      "coverUrl": "img\\cover\\12_month_seasons_eastern_pwo_karen_culture.jpg",
      "readLink": "",
      "uploader": "Daw Htwe Nyo"
    },
    {
      "title": "မြန်မာတို့-တစ်နှစ်အတွင်းစစ်တလင်း",
      "author": "တောမှီရဟန်း",
      "description": "\"မြန်မာတို့-တစ်နှစ်အတွင်းစစ်တလင်း\" စာအုပ်သည် မြန်မာ့စစ်သမိုင်း၏ အရေးပါသော အခန်းကဏ္ဍတစ်ခုကို မီးမောင်းထိုးပြထားသည့် စာအုပ်ဖြစ်ပါသည်။ ဤစာအုပ်တွင် မြန်မာ့စစ်မြေပြင်နှင့် နိုင်ငံရေးအခြေအနေများကို တစ်နှစ်အတွင်း ဖြတ်သန်းခဲ့ပုံများကို အသေးစိတ် ရေးသားထားပြီး၊ သမိုင်းဝင်အဖြစ်အပျက်များ၊ ဗျူဟာများနှင့် စစ်ရေးစစ်ရာနယ်ပယ်တွင် မြန်မာတို့၏ စွမ်းဆောင်ရည်များကို ထင်ဟပ်စေပါသည်။",
      "publishedDate": "March, 2009",
      "pageCount": 120,
      "coverUrl": "img\\cover\\the_burmese_in_a_year_of_war.jpg",
      "readLink": "",
      "uploader": "Nan Aye Mizu Nwe"
    },
    {
      "title": "မယ်နုအုတ်ကျောင်းဆရာတော်",
      "author": "တောမှီရဟန်း",
      "description": "မယ်နုအုတ်ကျောင်းဆရာတော်ရဲ့ သင်ကြားမှုပုံစံနှင့် ထူးခြားသော ဓမ္မဒေသနာကို ဖော်ပြထားပါသည်။",
      "publishedDate": "November, 2022",
      "pageCount": 192,
      "coverUrl": "img\\cover\\mae_nu_oat_kyaung_sayadaw.jpg",
      "readLink": "",
      "uploader": "Nan Thazin Moe"
    },
    {
      "title": "စံရိပ်ငြိမ်တရားများ",
      "author": "တောမှီရဟန်း",
      "description": "မြတ်ဗုဒ္ဓဟောကြားထားတဲ့တရားတော်ဟာ မူရင်းပါဠိဘာသာစကားနဲ့ ဟောကြားထားပါတယ်။ အရှင်တို့ဗုဒ္ဓဘာသာဟာမူရင်းဗုဒ္ဓစကားမပျောက်အောင်၊ ပါဠိဘာသာမူရင်းနဲ့ဟောကြားထားတဲ့ဓမ္မတွေကို အခြားမဆိုင်တဲ့ဓမ္မတွေမပါဝင်အောင် သုတ်သင်ရှင်းလင်းထားရှိခဲ့ကြောင်း သိရှိစေလိုသောကြောင့်ရေးသားထားခြင်းဖြစ်ပါသည်။",
      "publishedDate": "January, 2003",
      "pageCount": 162,
      "coverUrl": "img\\cover\\serene_teachings.jpg",
      "readLink": "",
      "uploader": "Nan Aye Aye Moe"
    },
    {
      "title": "သူ့အသက်ကို ချစ်ပါလေ",
      "author": "တောမှီရဟန်း",
      "description": "သူ့အသက်ကို ချစ်ပါလေ ချစ်ခြင်းမေတ္တာ၊ လူမှုရေး၊ စိတ်လှုပ်ရှားဖွယ်အဖြစ်အပျက်များကို ရိုးရှင်းသော်လည်း နက်ရှိုင်းသော စာသားများဖြင့် ရေးသားထားသော စာအုပ်ဖြစ်သည်။",
      "publishedDate": "October, 2014",
      "pageCount": 112,
      "coverUrl": "img\\cover\\love_his_life.jpg",
      "readLink": "https://mahar.asia/?p=194",
      "uploader": "Saw Htoo Ka Paw"
    },
    {
      "title": "သတိပေးပြတိုက်",
      "author": "တောမှီရဟန်း",
      "description": "\"သတိပေးပြတိုက်\" စာအုပ်သည် လူမှုရေး၊ နိုင်ငံရေး၊ စီးပွားရေးနှင့် လူ့သဘာဝဆိုင်ရာ အတွေးအမြင်များကို စူးရှစွာ ဝေဖန်သုံးသပ်ထားသော စာအုပ်ဖြစ်သည်။",
      "publishedDate": "2010",
      "pageCount": 56,
      "coverUrl": "img\\cover\\warning_tower.jpg",
      "readLink": "",
      "uploader": "Saw Win Nyein"
    },
    {
      "title": "မြန်မာနိုင်ငံအတွင်းရှိအရှေ့ပိုးကရင်လူမျိုးတို့၏ယဉ်ကျေးမှုဓလေ့ထုံးစံနှင့်စာပေ",
      "author": "အရှင်ပညာသာမိ",
      "description": "အရှေ့ပိုးကရင်လူမျိုးတို့၏ယဉ်ကျေးမှုဓလေ့ထုံးစံနှင့် စာပေ အကြောင်းကို ပြုစုထားသော စာအုပ်တစ်အုပ်ဖြစ်သည်။",
      "publishedDate": "2020",
      "pageCount": 140,
      "coverUrl": "img\\cover\\cultural_traditions_of_myanmars_eastern_pwo_karen.jpg",
      "readLink": "https://mahar.asia/?p=1656",
      "uploader": "Saw Nyan Hein"
    },
    {
      "title": "‌အေးငြိမ်းချမ်းသာမင်္ဂလာ",
      "author": "တောမှီရဟန်း",
      "description": "မြတ်ဗုဒ္ဓသာသနာတော် အရှည်တည်တံ့ခိုင်ခန့်စွာ သန့်ရှင်းဖို့ အရှင်သူမြတ်များ အဘယ်ကဲ့သို့ တာဝန်ကျေပွန်စွာ ထမ်းဆောင်လာတော်မူခဲ့သလဲဆိုတာ သင်္ဂါယနာအကြောင်း လေ့လာခဲ့ကြတဲ့သူတိုင်းသိကြပါတယ်။ ဤစာအုပ်သည် ဆရာတော် အရှင်ပညာသာမိ ၏ ဗုဒ္ဓဘာသာဆိုင်ရာ တရားတော်များ၊ ဟောကြားချက်များနှင့် ဘဝပညာပေးဆောင်းပါးများ ကို စုစည်းထားသော လက်ရာဖြစ်ပြီး၊ လူသားတို့၏ နေ့စဉ်ဘဝတွင် အေးချမ်းမှု၊ စိတ်သက်သာရာနှင့် အမှန်တရားကို ရှာဖွေနည်းများကို ရိုးရှင်းပြီး နက်ရှိုင်းသောစကားလုံးများဖြင့် ဖော်ပြထားသည်။",
      "publishedDate": "December, 2005",
      "pageCount": 100,
      "coverUrl": "img\\cover\\aye_ngayne_chan_mya_mhingalar.jpg",
      "readLink": "",
      "uploader": "Saw Soe Htet Khaung"
    },
    {
      "title": "ငြိမ်းချမ်းသောနိုင်ံငံတော်မှအပြန်",
      "author": "တောမှီရဟန်း",
      "description": "ဆရာတော်အရှင်ပညာသာမိ ရေးသားတဲ့ \"ငြိမ်းချမ်းသောနိုင်ငံတော်မှအပြန်\" စာအုပ်ဟာ ဗုဒ္ဓဘာသာဝင်တစ်ဦးရဲ့ ဘဝနဲ့ လူမှုအဖွဲ့အစည်းအတွင်း ငြိမ်းချမ်းရေးနဲ့ ပြည့်စုံတဲ့ နည်းလမ်းတွေကို ရှာဖွေဖော်ပြတဲ့ စာအုပ်ဖြစ်ပါတယ်။ စာအုပ်မှာ လောကီနဲ့ လောကုတ္တရာ ငြိမ်းချမ်းရေးကို ဘယ်လိုရှာဖွေရမလဲဆိုတဲ့ အတွေးအမြင်တွေ၊ တရားဓမ္မနဲ့ဆိုင်တဲ့ အချက်တွေကို ဆရာတော်က ရှင်းလင်းစွာ ရေးသားထားပါတယ်။",
      "publishedDate": "July, 2012",
      "pageCount": 81,
      "coverUrl": "img\\cover\\return_from_the_peaceful_nation.jpg",
      "readLink": "",
      "uploader": "Naw Eh T Mwee Paw"
    },
    {
      "title": "ရွှေစေတီတောရခရီး",
      "author": "တောမှီရဟန်း",
      "description": "ဤစာအုပ်သည် ဆရာတော်အရှင်ပညာသာမိ \"ရွှေစေတီတောရ\" ကျောင်းသို့ သွားရောက်၍ တွေ့ကြုံရသော ဖြစ်ပျက်မှုတွေကို ရေးသားဖော်ပြပေးသော စာအုပ်တစ်အုပ်ဖြစ်ပါသည်။",
      "publishedDate": "August, 2012",
      "pageCount": 206,
      "coverUrl": "img\\cover\\the_golden_stupa_retreat_journey.jpg",
      "readLink": "",
      "uploader": "Saw Min Min Soe"
    },
    {
      "title": "ဥဒ္ဒေသနိဒ္ဒေသပဋ္ဌာန်းပါဠိတော်",
      "author": "တောမှီရဟန်း",
      "description": " ပဋ္ဌာန်းတရားတော်သည် အလွန်နက်နဲသော တရားဖြစ်ပြီး သင်္ခါရတရားတို့၏ အချင်းချင်း ဆက်စပ်မှု၊ အကြောင်းတရားနှင့် အကျိုးတရားတို့၏ သဘောတရားကို ကျယ်ကျယ်ပြန့်ပြန့် ဖွင့်ဆိုထားသော လောကီလောကုတ္တရာ ဒေသနာတော်ဖြစ်သည်။",
      "publishedDate": "",
      "pageCount": 61,
      "coverUrl": "img\\cover\\uddesa_niddesa_patthana_palitote.jpg",
      "readLink": "",
      "uploader": "Saw Min Zaw Zaw"
    },
    {
      "title": "ကလေးများအတွက်ဟိတောပဒေသပုံပြင်များ",
      "author": "တောမှီရဟန်း",
      "description": "မိတ်ဆွေဖြစ်ခြင်းဆိုင်ရာပုံပြင်များနှင့်မိတ်ဆွေကွဲပြားခြင်းဆိုင်ရာပုံပြင်များကို ကလေးလူကြီးမကျန် သိရှိနိုင်ရန်အတွက် ရေးသားထားသော စာအုပ်ဖြစ်သည်။",
      "publishedDate": "June, 2016",
      "pageCount": 167,
      "coverUrl": "img\\cover\\childrens_hitaw_padeisa_moral_storie.jpg",
      "readLink": "",
      "uploader": "Saw Wai Lwin Oo "
    },
    {
      "title": "သားသမီးနှင့်မိဘ",
      "author": "တောမှီရဟန်း",
      "description": "သားသမီးနှင့်မိဘစာအုပ်သည် မိသားစုဘဝတွင် မကြာခဏကြုံတွေ့ရသော အခက်အခဲများကို ဗုဒ္ဓဘာသာအတွေးအခေါ်များဖြင့် ဖြေရှင်းနည်းကို ညွှန်ပြထားသည့်အတွက် လူငယ်များနှင့် မိဘများ ဖတ်ရှုသင့်သော စာအုပ်စင်တစ်အုပ်ဖြစ်ပါသည်။",
      "publishedDate": "December, 2008",
      "pageCount": 63,
      "coverUrl": "img\\cover\\children_and_parents.jpg",
      "readLink": "https://mahar.asia/?p=2698",
      "uploader": "Saw Myat Khant Oo"
    },
    {
      "title": "မြင့်မြတ်သောမိခင် (ကဗျာ)",
      "author": "တောမှီရဟန်း",
      "description": "ဆရာတော်အရှင်ပညာသာမိ ရေးသားသော \"မြင့်မြတ်သောမိခင်(ကဗျာ)\" စာအုပ်သည် မိခင်တို့၏ ကျေးဇူးတရား၊ မေတ္တာနှင့် စေတနာကို ကဗျာလက်ရာဖြင့် ရိုးရိုးသားသား ဖွဲ့နွဲ့ထားသော စာပေလက်ရာတစ်ခုဖြစ်ပါသည်။ဤစာအုပ်သည် မိခင်များအတွက်သာမက မိဘကျေးဇူးကို သတိရလိုသူတိုင်း ဖတ်ရှုသင့်သော စာပေလက်ရာတစ်ခုအဖြစ် အကြံပြုလိုပါသည်။",
      "publishedDate": "January, 2002",
      "pageCount": 49,
      "coverUrl": "img\\cover\\noble_mother_poem.jpg",
      "readLink": "",
      "uploader": "Nan Aent Phoo Sin"
    },
    {
      "title": "ကရင်ပြည်နယ် မေတ္တာခရီး",
      "author": "တောမှီရဟန်း",
      "description": "ဆရာတော်အရှင်ပညာသာမိ ရေးသားသည့် \"ကရင်ပြည်နယ်မေတ္တာခရီး\" စာအုပ်သည် ကရင်ပြည်နယ်၏ သဘာဝအလှတရား၊ ယဉ်ကျေးမှုအမွေအနှစ်များနှင့် ဗုဒ္ဓဘာသာဆိုင်ရာ သွားရောက်လည်ပတ်ဖွယ်နေရာများကို မေတ္တာထားတတ်သော စိတ်ဖြင့် ရှုမြင်ဖော်ပြထားသော ခရီးသွားမှတ်တမ်းစာအုပ်ဖြစ်ပါသည်။ ဤစာအုပ်သည် ခရီးသွားဝါသနာရှင်များ၊ ဗုဒ္ဓဘာသာဝင်များနှင့် ကရင်ပြည်နယ်၏ ယဉ်ကျေးမှုကို စိတ်ဝင်စားသူများ ဖတ်ရှုသင့်သော စာအုပ်ကောင်းတစ်အုပ်ဖြစ်ပါသည်။",
      "publishedDate": "November, 2005",
      "pageCount": 30,
      "coverUrl": "img\\cover\\kareningpyinay_myittarkyee.jpg",
      "readLink": "",
      "uploader": "Mann Myat Lin Zaw"
    },
    {
      "title": "မဇ္ဈိမဒေသခရီး",
      "author": "တောမှီရဟန်း",
      "description": "ဆရာတော်အရှင်ပညာသာမိ (မန်းပညာသာမိ) ရေးသားသော \"မဇ္စျိမဒေသခရီး\" စာအုပ်သည် မြတ်စွာဘုရား၏ မဇ္စျိမဒေသ (အိန္ဒိယအလယ်ပိုင်း) တွင် လှည့်လည်တော်မူခဲ့သော ဒေသများကို ဆရာတော်ကိုယ်တိုင် လေ့လာခရီးထွက်ပြီး ရေးသားထားသည့် ခရီးသွားမှတ်တမ်းနှင့် ဗုဒ္ဓဘာသာဆိုင်ရာ လေ့လာချက်စာအုပ်ဖြစ်ပါသည်။ဤစာအုပ်သည် ဗုဒ္ဓဘာသာဝင်များသာမက အိန္ဒိယ၏ ဗုဒ္ဓသမိုင်းနှင့် ယဉ်ကျေးမှုကို စိတ်ဝင်စားသူများအတွက် အထူးသင့်တော်ပါသည်။",
      "publishedDate": "2014",
      "pageCount": 300,
      "coverUrl": "img\\cover\\majjhimadesa_journey.jpg",
      "readLink": "",
      "uploader": "Nan Hla Win"
    },
    {
      "title": "စန္ဒကူးရနံ့များ",
      "author": "တောမှီရဟန်း",
      "description": "\"စန္ဒကူးရနံ့များ\" စာအုပ်သည် ဆရာတော်အရှင်ပညာသာမိ ရေးသားထားသော လူငယ်များအတွက် စိတ်ဓာတ်ခွန်အားနှင့် ဘဝအမြင်သစ်များကို ရှုမြင်နိုင်စေရန် ရည်ရွယ်သည့် စာအုပ်ကောင်းတစ်အုပ် ဖြစ်ပါသည်။ လူငယ်များ (အထူးသဖြင့် ဘဝတွင် ရည်မှန်းချက်ရှာဖွေနေသူများ)၊ စိတ်ဓာတ်ခွန်အားနှင့် ဘဝအလင်းရောင်ရှာဖွေနေသူများ၊ ဆရာတော်အရှင်ပညာသာမိ၏ တရားတော်များကို နှစ်သက်သူများ အထူးသဖြင့်ဖတ်ရှုသင့်ပါသည်။ ဤစာအုပ်သည် \"စန္ဒကူး\" ကဲ့သို့ သန့်ပြန့်သော ရနံ့သစ်ကို ဘဝထဲသို့ ယူဆောင်လာသည့် အရေးအသားများဖြင့် ဖတ်ရှုသူတိုင်းအား အလင်းရောင်ပေးစွမ်းနိုင်မည့် စာအုပ်ကောင်းတစ်အုပ် ဖြစ်ပါသည်။",
      "publishedDate": "December, 2001",
      "pageCount": 298,
      "coverUrl": "img\\cover\\sandalwood_scents.jpg",
      "readLink": "",
      "uploader": "Naw Paw Ka Mwee"
    },
    {
      "title": "ပါဋလိပုတ္တဂါမ",
      "author": "တောမှီရဟန်း",
      "description": "ဆရာတော်အရှင်ပညာသာမိ ရေးသားတဲ့ \"ပါဋလိပုတ္တဂါမ\" စာအုပ်ဟာ ဗုဒ္ဓဘာသာဝင်တွေအတွက် အတွေးအမြင်နှင့် အကျင့်သိက္ခာပိုင်းဆိုင်ရာ လမ်းညွှန်မှုတွေကို ပေးစွမ်းတဲ့ စာအုပ်တစ်အုပ်ဖြစ်ပါတယ်။စာအုပ်မှာ ဗုဒ္ဓဘာသာရဲ့ အခြေခံသဘောတရားတွေ၊ လူ့ဘဝရဲ့ အဓိပ္ပါယ်၊ ကုသိုလ်ကံနှင့် အကုသိုလ်ကံတို့ရဲ့ အကျိုးဆက်၊ စိတ်နှလုံးသာယာဖို့ လမ်းညွှန်ချက်တွေကို ရှင်းလင်းစွာ ဖော်ပြထားပါတယ်။ဆရာတော်ရဲ့ ဟောကြားချက်တွေနဲ့ လက်တွေ့ဘဝအတွက် အသုံးဝင်မယ့် သင်ခန်းစာတွေပါဝင်ပါတယ်။ဒီစာအုပ်ဟာ ဘာသာရေးနှင့် လောကီဘဝကို ချိန်ညှိလိုသူတွေအတွက် အထောက်အကူဖြစ်စေမယ့် စာအုပ်ကောင်းတစ်အုပ်ဖြစ်ပါတယ်။",
      "publishedDate": "2009",
      "pageCount": 57,
      "coverUrl": "img\\cover\\pataliputtagama.jpg",
      "readLink": "",
      "uploader": "Nan Zun Par Phoo"
    },
    {
      "title": "အရိယသစ္စဒဿန",
      "author": "အရှင်ပညာသာမိ",
      "description": "အရိယသစ္စဒဿန စာအုပ်သည် ဆရာတော်အရှင်ပညာသာမိ ရေးသားထားသော ဗုဒ္ဓဘာသာနှင့်သက်ဆိုင်သည့် လေးနက်သောတရားတေစာအုပ်ဖြစ်ပါသည်။ဗုဒ္ဓဘာသာ၏ အရိယသစ္စာလေးပါး (ဒုက္ခသစ္စာ၊ သမုဒယသစ္စာ၊ နိရောဓသစ္စာ၊ မဂ္ဂသစ္စာ)ကို အခြေခံ၍ လက်တွေ့ကျင့်သုံးနိုင်သော နည်းလမ်းများကို ရှင်းလင်းစွာဖော်ပြထားသည်။ လောကီဘဝ၏ပြဿနာများ၊ ဝေဒနာများနှင့် ယင်းတို့မှလွတ်မြောက်ရန် ဗုဒ္ဓ၏အဆုံးအမများကို ခေတ်သစ်နည်းဖြင့် ရှင်းလင်းထားသည်။ ဆရာတော်၏ ရိုးရှင်းသောရှင်းလင်းချက်များ၊ ဥပမာများဖြင့် နက်နဲသောတရားများကို လွယ်ကူစွာနားလည်နိုင်အောင် ရေးသားထားသည်။ စိတ်ဓာတ်ခွန်အားပေးသော စကားများ၊ တရားအားထုတ်ရန် အထောက်အကူဖြစ်စေမည့် အချက်များပါဝင်သည်။ ဤစာအုပ်သည် ဆရာတော်အရှင်ပညာသာမိ၏ နက်နဲသောဗုဒ္ဓဒဿနကို လွယ်ကူရှင်းလင်းစွာ ဖော်ပြထားသော စာအုပ်စုထဲမှ တစ်အုပ်ဖြစ်ပြီး ဖတ်ရှုသူများအတွက် အကျိုးများစွာဖြစ်ထွန်းစေမည့် စာပေလက်ရာကောင်းတစ်ခုဖြစ်ပါသည်။",
      "publishedDate": "April, 2014",
      "pageCount": 175,
      "coverUrl": "img\\cover\\ariya_sacca_dassana.jpg",
      "readLink": "",
      "uploader": "Nan Thazin Khaing"
    },
    {
      "title": "ဝေဠုဝန်ဥယာဉ်သာဝယ်",
      "author": "အရှင်ပညာသာမိ",
      "description": "\"ဝေဠုဝန်ဥယျာဥ်သာဝယ်\" စာအုပ်သည် ဆရာတော်အရှင်ပညာသာမိ ရေးသားထားသော ဗုဒ္ဓဘာသာနှင့်သက်ဆိုင်သည့် လက်ရာတစ်ခုဖြစ်ပြီး၊ ဗုဒ္ဓဘုရားရှင်၏ သက်တော်ထင်ရှားကာလနှင့် ဝေဠုဝန်ကျောင်းတော်တွင် ဖြစ်ပျက်ခဲ့သော ထင်ရှားသည့်အဖြစ်အပျက်များ၊ ဓမ္မအမေးအဖြေများ၊ သဘောတရားများကို ရှင်းလင်းစွာ ဖော်ပြထားသည်။ဤစာအုပ်သည် ဗုဒ္ဓဘာသာဝင်များသာမက ဗုဒ္ဓဘာသာနှင့်ပတ်သက်သော သမိုင်း၊ ဒဿနနှင့် လူမှုရေးရာများကို လေ့လာလိုသူများအတွက်လည်း အထောက်အကူဖြစ်စေပါသည်။",
      "publishedDate": "December, 2011",
      "pageCount": 100,
      "coverUrl": "img\\cover\\veluvana_uyana_saway.jpg",
      "readLink": "",
      "uploader": "Naw San Htwe"
    },
    {
      "title": "သတိပဋ္ဌာန်လေးပါးတရားတော်",
      "author": "တောမှီရဟန်း",
      "description": "ဤစာအုပ်ငယ်ကို ကမ္မဋ္ဌာန်းတရား ပွားများလိုသောသူတို့ ကြည့်ရှူလေ့လာ၍ မှတ်သားနိုင်ရန် မူလပဏ္ဏာသပါဠိတော်၊ မဟာသတိပဋ္ဌာနသုတ္တန်မှ အကျဉ်းချုံး၍ ထုတ်နုတ်ရေးသားခဲ့ပါသည်။",
      "publishedDate": "",
      "pageCount": 60,
      "coverUrl": "img\\cover\\the_four_foundations_of_mindfulness_discourse.jpg",
      "readLink": "",
      "uploader": "Saw Min Min Soe"
    },
    {
      "title": "ဝေသာလီသို့ သွားရအောင်",
      "author": "တောမှီရဟန်း",
      "description": "\"ဝေသာလီသို့သွားရအောင်\" စာအုပ်သည် ဆရာတော်အရှင်ပညာသာမိ ရေးသားထားသော ဗုဒ္ဓဘာသာနှင့် သမိုင်းဆိုင်ရာ ခရီးသွားမှတ်တမ်းတစ်စောင်ဖြစ်ပါသည်။ ဤစာအုပ်သည် ဗုဒ္ဓဘာသာဝင်များအတွက် ဝေသာလီ၏ သမိုင်းနှင့် ဘာသာရေးအရေးပါမှုကို နက်နက်နဲနဲ သိရှိစေရန် ရည်ရွယ်ပြီး၊ ခရီးသွားများအတွက်လည်း အသုံးဝင်သော လမ်းညွှန်စာအုပ်တစ်အုပ်ဖြစ်ပါသည်။ ဆရာတော် အရှင်ပညာသာမိ ၏ ရှင်းလင်းပြတ်သားသော ရေးဟန်နှင့် ဗဟုသုတပြည့်ဝမှုတို့ကြောင့် စာဖတ်သူများ ဗုဒ္ဓဘာသာဆိုင်ရာ သမိုင်းနှင့် နယ်မြေများကို ပိုမိုနားလည်လာစေမည်ဖြစ်ပါသည်။",
      "publishedDate": "April, 2010",
      "pageCount": 69,
      "coverUrl": "img\\cover\\lets_go_to_vesali.jpg",
      "readLink": "",
      "uploader": "Saw Win Nyein"
    },
    {
      "title": "တိုင်းရင်းသားကရင်လူမျိုးများ",
      "author": "တောမှီရဟန်း",
      "description": "ဆရာတော် အရှင်ပညာသာမိ ရေးသားသည့် \"တိုင်းရင်းသား ကရင်လူမျိုးများ\" စာအုပ်သည် မြန်မာနိုင်ငံရှိ ကရင်လူမျိုးတို့၏ သမိုင်း၊ ယဉ်ကျေးမှု၊ ဓလေ့ထုံးတမ်း၊ ဘာသာစကား၊ ကိုးကွယ်ယုံကြည်မှုနှင့် လူမှုဘဝအခြေအနေများကို စနစ်တကျ လေ့လာရှင်းလင်းထားသော စာအုပ်ဖြစ်ပါသည်။",
      "publishedDate": "Decerber, 2006     ",
      "pageCount": 48,
      "coverUrl": "img\\cover\\ethnic_karen_people.jpg",
      "readLink": "",
      "uploader": "Daw Ponnya Wadi"
    },
    {
      "title": "ဇွဲကပင်တောင်သွားရအောင်",
      "author": "တောမှီရဟန်း",
      "description": "အထပ်ထပ်အခါခါပြောမဆုံးနိုင်တဲ့”ဇွဲကပင်”ကိုနှစ်စဉ်တပေါင်းလပြည့်နေ့ ဘုရားပွဲရှိတယ်ဆိုတဲ့အကြောင်းလာရောက်ဖူးမြှော်လှည့်ပါလို့ ပြည်သူလူထူကို နှိုးဆော်ပြီး ရေးသားထားသော စာအုပ်ဖြစ်သည်။",
      "publishedDate": "September, 2001",
      "pageCount": 45,
      "coverUrl": "img\\cover\\lets_go_to_mt_zwekabin.jpg",
      "readLink": "",
      "uploader": "Ma Win Htet Htet Moe"
    },
    {
      "title": "ကော့ဂွန်းဂူတောရခရီး",
      "author": "တောမှီရဟန်း",
      "description": "ဆရာတော်အရှင်ပညာသာမိ၏ \"ကော့ဂွန်းဂူတောရခရီး\" စာအုပ်သည် တောရဆောက်တည်ခြင်း၊ လမ်းစဉ်ရှာဖွေခြင်းနှင့် စိတ်ဓာတ်ခိုင်မာမှုတို့ကို ရှုမြင်သုံးသပ်ထားသော ခရီးသွားအတွေ့အကြုံများနှင့် ဆုံးမစာများ ပေါင်းစပ်ထားသည့် စာအုပ်ဖြစ်ပါသည်။ ဆရာတော်သည် ကော့ဂွန်းဂူတောရ (သို့) အခြားတောရကျောင်းများသို့ ကြွရောက်ကာ သီတင်းသုံးစဉ် တွေ့ကြုံရသော စိတ်ဝင်စားဖွယ်အဖြစ်အပျက်များ၊ သဘာဝ၏ သင်ခန်းစာများကို ရှင်းလင်းစွာ ရေးသားထားသည်။ ဤစာအုပ်သည် ဘဝအတွက် အားမာန်နှင့် အလင်းရောင်ရှာဖွေနေသူများ၊ တရားအားထုတ်လိုသူများနှင့် သဘာဝနှင့်နီးစပ်သော ရသာစာပေကို နှစ်သက်သူများ ဖတ်ရှုသင့်သည့် စာအုပ်ဖြစ်ပါသည်။ ဆရာတော်၏ ရိုးသားပြီး နက်ရှိုင်းသော ရေးဟန်သည် ဖတ်ရှုသူကို စိတ်ငြိမ်းချမ်းမှုနှင့် အတွေးအမြင်သစ်များ ပေးစွမ်းနိုင်မည်ဟု မျှော်လင့်ရပါသည်။",
      "publishedDate": "May, 2009",
      "pageCount": 236,
      "coverUrl": "img\\cover\\journey_to_kawtgon_cave.jpg",
      "readLink": "",
      "uploader": "Saw Lya Thwor Paing"
    },
    {
      "title": "မာရ်မင်းရဲ့ကျော့ကွင်း",
      "author": "တောမှီရဟန်း",
      "description": "ဤစာအုပ်တွင် ဗုဒ္ဓဘာသာ၏ အခြေခံအယူအဆများဖြစ်သော တရားအားထုတ်ခြင်း (ကျက်စားတရား၊ အကြောင်းတရား)၊ ကိလေသာမှ ကင်းဝေးရန် (မာတုဂါမဖြစ်ခြင်း)၊ သစ္စာတရားကို နားလည်ခြင်း၊ မိစ္ဆာဒိဋ္ဌိ၏အန္တရာယ်၊ မာရ်နတ်၏ကျော့ကွင်းကို သတိပြုရန်၊ ဆရာတော်များ၏တာဝန်၊ ကျေးဇူးဆပ်ခြင်းနှင့် သာသနာ့အာမခံများ (နွယ်ဆက်တရား၊ မျိုးရိုးစဉ်ဆက်အလှူ)၊ သံဃာတော်များ၏ကျန်းမာရေး၊ သူတော်ကောင်းတရား၏အရေးပါမှုတို့ကို ‌ရေးသားထားသည်။ အဆုံး၌ ရှင်သာမဏေလောင်းများအပါအဝင် သာသနာ့ဝန်ထမ်းအားလုံး ဤအချက်များကို သိရှိလိုက်နာရန် တိုက်တွန်းထားပါသည်။",
      "publishedDate": "November, 2010",
      "pageCount": 77,
      "coverUrl": "img\\cover\\the_devils_snare.jpg",
      "readLink": "",
      "uploader": "Saw Moe Myint Soe"
    },
    {
      "title": "ကလေးများအတွက်လောကနီတိ",
      "author": "တောမှီရဟန်း",
      "description": "ဒီ လောကနီတိ စာအုပ်ကလေးဟာ ကလေးတွေအတွက် သက်သက် ရေးသားထားပေးတဲ့ စာအုပ်ကလေးပါ။ အရှင် ငယ်ငယ်က သင်ယူခဲ့ဖူးတဲ့စာပါ။ ငယ်ငယ်က သင်ထားခဲ့ပေမယ့်လို ပြန်ပြီးသတိမရအားလို အမှတ်တမဲ့ပဲနေလိုက်တာ အချိန်ကကြာမြင့် သွားခဲ့တယ်။ ဒီလောက်ကြာတဲ့အချိန်မှာ ငယ်ငယ်က သင်ထားခဲ့တဲ့ စာတွေကို တစ်မျိုးပြီးတစ်မျိုး ပြန်ပြီးတော့လေ့လာတဲ့အခါ ကလေးတွေ နားလည် သိထားသင့်တဲ့ လောကအကြောင်းကို တင်ပြချင်တဲ့ဆန္ဒနဲ့ ဒီစာအုပ်ကလေးကို အချိန်နှစ်ရက်ကလေးနဲ့ ရေးသားလို ပြီးစီးခဲ့ပါတယ်။",
      "publishedDate": "March, 2001",
      "pageCount": 53,
      "coverUrl": "img\\cover\\worldly_proverbs_for_children.jpg",
      "readLink": "",
      "uploader": "Saw Khaing Khant Oo"
    },
    {
      "title": "ရတနာခရီး",
      "author": "တောမှီရဟန်း",
      "description": "အရှင်သည် ငယ်ရွယ်သောကာလက အစိုးရပညာသင်ကျောင်းတွင် ပညာဆည်းပူးခဲ့သည်။ အရှင်တို့ငယ်ငယ်က ဆရာ၊ ဆရာမတို့တွင် ပုံပြင်ပြောသည့် ဆရာ၊ သမိုင်းကြောင်းများကို ဆရာများက ပြောပြကြသည်။ အထူးသဖြင့် ရာဇဝင်အကြောင်းနှင့် ပတ်သက်၍ \"သီပေါမင်းပါတော်မူခန်း”ကို အသံနေအသံထားနှင့် ဆရာကပြောဟောခဲ့သည်ကြောင့် နာယူရသောတပည့်များသည် စိတ်ဝင်စားကြသည်။ ”ကြောင်းမခိုင် မပေါင်းပိုင် အခြေဆိုက်တာကြောင့် နှစ်လောင်းပြိုင် သေကာလိုက်ကြပြီ သောင်းတိုက်ကပွါး\" ဟူသော သံဝေကဓမ္မကို နှလုံးသွင်းနေရင်းဖြင့် ဤ “ရတနာခရီး” စာအုပ်ဖြင့်ရေးသားထားပါသည်။",
      "publishedDate": "August, 2009",
      "pageCount": 135,
      "coverUrl": "img\\cover\\treasure_journey.jpg",
      "readLink": "",
      "uploader": "Nan Zin Mar Than"
    },
    {
      "title": "အာနာပါနဿတိကမ္မဋ္ဌာန်း",
      "author": "တောင်ကလေးဆရာတော်",
      "description": "ဆရာတော်အရှင်ပညာသာမိ ရေးသားတဲ့ \"အာနာပါနဿတိကမ္မဋ္ဌာန်း\" စာအုပ်သည် အသက်ရှူမှုကို အခြေခံသော ဝိပဿနာတရားအားထုတ်နည်းကို အကျယ်တဝင့် ရှင်းလင်းဖော်ပြထားသော လက်တွေ့ကျသည့် ဗုဒ္ဓဘာသာကမ္မဋ္ဌာန်းစာအုပ်ဖြစ်ပါသည်။ဆရာတော်၏ ရိုးရှင်းပြီး နက်ရှိုင်းသော သင်ကြားမှုပုံစံဖြင့် စတင်အားထုတ်သူများအတွက်ပါ လွယ်ကူစွာ နားလည်နိုင်သည်။ ဗုဒ္ဓဘာသာတရားတော်နှင့်အညီ လက်တွေ့အသုံးချနိုင်သော နည်းလမ်းများကို အလေးထားရှင်းပြထားသည်။ ဤစာအုပ်သည် တရားအားထုတ်လိုသူများ၊ စိတ်တည်ငြိမ်အေးချမ်းမှုကို ရှာဖွေနေသူများအတွက် အထောက်အကူပြုသော လမ်းညွှန်တစ်ဆူဖြစ်ပါသည်။",
      "publishedDate": "March, 2024",
      "pageCount": 226,
      "coverUrl": "img\\cover\\mindfulness_of_breathing_meditation.jpg",
      "readLink": "",
      "uploader": "Ma Kyal Sin Linn Lett"
    },
    {
      "title": "တော‌လေးဆယ်",
      "author": "အရှင်ပညာသာမိ",
      "description": "\"တောလေးဆယ်\" စာအုပ်သည် ဆရာတော်အရှင်ပညာသာမိ ရေးသားထားသော လူငယ်များအတွက် စိတ်ဓာတ်ရေးရာ လမ်းညွှန်စာအုပ်တစ်အုပ် ဖြစ်ပါသည်။ ဤစာအုပ်တွင် လူငယ်များ ဘဝတွင် ကြုံတွေ့ရနိုင်သည့် အခက်အခဲများ၊ စိန်ခေါ်မှုများနှင့် ၎င်းတို့ကို ကျော်လွှားနိုင်ရန် ဗုဒ္ဓဘာသာ၏ အဆုံးအမများကို အခြေခံထားသော လမ်းညွှန်ချက်များ ပါဝင်သည်။",
      "publishedDate": "July, 1993",
      "pageCount": 54,
      "coverUrl": "img\\cover\\the_forty_forest.jpg",
      "readLink": "",
      "uploader": "Ma Kyal Sin Linn Lett"
    },
    {
      "title": "တောင်ကလေးဆရာတော်အဲခိုး၏  မြန်မာသံတော်ဆင့်တွင် ရေးသားခဲ့သောနိုင်ငံရေးဆောင်းပါးများ",
      "author": "အဲခိုး",
      "description": "နိုင်ငံရေးဆိုင်ရာဆောင်းပါးများ",
      "publishedDate": "",
      "pageCount": 320,
      "coverUrl": "img\\cover\\political_articles_written_in_myanmar_santawsint_by_taung_kalay_sayadaw_aee_koe.jpg",
      "readLink": "",
      "uploader": "Nan Aent Phoo Sin"
    },
    {
      "title": "ဒေါသကိုထိန်း၊ဘေးရန်ငြိမ်း",
      "author": "တောမှီရဟန်း",
      "description": "ဆရာတော်အရှင်ပညာသာမိ၏ \"ဒေါသကိုထိန်း၊ ဘေးရန်ငြိမ်း\" စာအုပ်သည် လူသားတို့၏နေ့စဉ်ဘဝတွင် ကြုံတွေ့ရသော ဒေါသ၊ စိတ်ဆင်းရဲခြင်းနှင့် အခက်အခဲများကို ဗုဒ္ဓဘာသာ၏အမြင်၊ အထူးသဖြင့် ဝိပဿနာတရားအလင်းပြချက်များဖြင့် ဖြေရှင်းပေးထားသော လက်တွေ့အသုံးချစာပေဖြစ်ပါသည်။ ဤစာအုပ်သည် ဒေါသနှင့်စိတ်ဆင်းရဲခြင်းများကို ကျော်လွှားလိုသူများ၊ စိတ်အေးချမ်းမှုကို ရှာဖွေနေသူများအတွက် အထောက်အကူပြုသော လမ်းညွှန်တစ်စောင်ဖြစ်ပါသည်။",
      "publishedDate": "May, 1996",
      "pageCount": 77,
      "coverUrl": "img\\cover\\control_anger_avert_danger.jpg",
      "readLink": "",
      "uploader": "Saw Htun Htun"
    },
    {
      "title": "ချမ်းသာစွာ အိပ်စက်နိုင်ပါစေ",
      "author": "တောမှီရဟန်း",
      "description": "\"ချမ်းသာစွာ အအိပ်စက်နိုင်ပါစေ\" စာအုပ်သည် ဆရာတော် အရှင်ပညာသာမိ ရေးသားသော လက်တွေ့ကျတဲ့ အိပ်စက်ခြင်းဆိုင်ရာ လမ်းညွှန်စာအုပ်ဖြစ်ပါသည်။ ဤစာအုပ်တွင် အိပ်စက်ခြင်းနှင့်သက်ဆိုင်သော ဗဟုသုတများ၊ အိပ်မပျော်ခြင်းပြဿနာများကို ဖြေရှင်းနည်းများ၊ စိတ်ဖိစီးမှုလျှော့ချခြင်း၊ မိမိကိုယ်ကို အနားယူနည်းများနှင့် သဘာဝကျသော အိပ်စက်မှုပုံစံများကို ဗုဒ္ဓဘာသာရှုထောင့်မှ ရှင်းလင်းစွာ ရှင်းပြထားပါသည်။ ဤစာအုပ်သည် အိပ်မပျော်သူများ၊ စိတ်ဖိစီးမှုများသူများ၊ အိပ်စက်ခြင်းနှင့်ပတ်သက်၍ လေ့လာလိုသူများ အတွက် အထူးသင့်တော်ပါသည်။",
      "publishedDate": "July, 2013",
      "pageCount": 95,
      "coverUrl": "img\\cover\\may_you_sleep_peacefully.jpg",
      "readLink": "",
      "uploader": "Saw Min Zaw Zaw"
    },
    {
      "title": "ရွှေရောင်ပြတောရခရီး",
      "author": "တောမှီရဟန်း",
      "description": "တောရကျောင်းတိုက်များ၊ တစ်ပါးတည်းနေထိုင်မှု၊ သစ်တောသဘာဝနှင့် ရင်ဆိုင်ရသော အခက်အခဲများ၊ ဓမ္မအမြင်များကို ရသစာပေဟန်ဖြင့် ရေးသားထားသည်။",
      "publishedDate": "July, 2013",
      "pageCount": 243,
      "coverUrl": "img\\cover\\golden_journey_to_the_forest_monastery.jpg",
      "readLink": "",
      "uploader": "Saw Own Maung"
    },
    {
      "title": "ဗုဒ္ဓဂုဏ်တော်နှင့်ကိုယ်တွေ့ဖြစ်ဆန်းများ ",
      "author": "တောမှီရဟန်း",
      "description": "ဗုဒ္ဓဂုဏ်တော်နှင့် ကိုယ်တွေ့ဖြစ်ရပ်ဆန်းများ စာအုပ်သည် ဗုဒ္ဓဘာသာနှင့်သက်ဆိုင်သော ဂုဏ်တော်များ၊ တန်ခိုးပြာဋိဟာများနှင့် ရဟန်းတော်တို့၏ ကိုယ်တွေ့အဖြစ်အပျက်ဆန်းများကို ရှင်းလင်းစွာ ဖော်ပြထားသော စာအုပ်ဖြစ်ပါသည်။",
      "publishedDate": "March, 2009",
      "pageCount": 186,
      "coverUrl": "img\\cover\\buddha_virtues_and_personal_miraculous_experiences.jpg",
      "readLink": "https://mahar.asia/?p=185",
      "uploader": "Saw Own Maung"
    },
    {
      "title": "အရိယသစ္စာဒဿန",
      "author": "တောမှီရဟန်း",
      "description": "အရိယသစ္စာ (၄)ပါး၏ နက်နဲသော အဓိပ္ပါယ်ဖွင့်ဆိုချက်များ၊ ဒုက္ခ၊ သမုဒယ၊ နိရောဓ၊ မဂ္ဂသစ္စာတို့၏ လက်တွေ့ဘဝတွင် အသုံးချနည်းများ၊ ဗုဒ္ဓ၏ အမြင်ဖြင့် လောကနှင့် လူသားဘဝ၏ အဓိကအချက်များ စသည်တို့ကို ဖော်ပြထားသောစာအုပ်ဖြစ်သည်။",
      "publishedDate": "April, 2014",
      "pageCount": 175,
      "coverUrl": "img\\cover\\ariya_sacca_dassana.jpg",
      "readLink": "",
      "uploader": "Saw Htun Htun"
    },
    {
      "title": "ပါဋလိပုတ္တဂါမ",
      "author": "တောမှီရဟန်း",
      "description": "ပါဋလိပုတ္တရဟန်း၏ ဘဝဖြစ်စဉ်နှင့် သူ၏ ထူးခြားသော ဉာဏ်အလင်းရရှိမှု အကြောင်း၊ ဗုဒ္ဓဘာသာ၏ သစ္စာလေးပါးနှင့် လက်တွေ့ဘဝတွင် အသုံးချနည်းများ၊ ရဟန်းတော်များ၏ ဘဝအတွေ့အကြုံများနှင့် သင်ခန်းစာယူစရာများ ကိုရေးသားထားသောစာအုပ်ဖြစ်သည်။",
      "publishedDate": "July, 2009",
      "pageCount": 57,
      "coverUrl": "img\\cover\\pataliputta_village.jpg",
      "readLink": "",
      "uploader": "Saw Htun Htun"
    },
    {
      "title": "နောက်ဆုံး၂၀လအစိုးရ",
      "author": "(အဲးခိုး)တောင်ကလေးဆရာတော်",
      "description": "တောင်ကလေးဆရာတော် ရေးသားထားသော နောက်ဆုံး၂၀လအစိုးရ စာအုပ်သည် နိုင်ငံရေးအကြောင်းနှင့် အစိုးရအကြောင်းများပါဝင်ပါသည်။ သတိပေးခြင်းများ အသိပညာပေးခြင်းများလဲ ပါရှိပါသည်။  တိုင်းပြည်အတွက် လူမျိုးအတွက် နိုင်ငံအတွက် ဘာသာအတွက် ရေးသားထားခြင်း ဖြစ်ပါသည်။",
      "publishedDate": "November, 2015",
      "pageCount": 220,
      "coverUrl": "img\\cover\\the_last_20_months_of_the_government.jpg",
      "readLink": "",
      "uploader": "Saw Lya Thwor Paing"
    },
    {
      "title": "မြတ်ဗုဒ္ဓသာသနာတော် ခေတ်နှင့်သမိုင်းအမြင်",
      "author": "အရှင်ပညာသာမိ",
      "description": "ဆရာတော်အရှင်ပညာသာမိ ရေးသားတဲ့ \"မြတ်ဗုဒ္ဓသာသနာတော်ခေတ်နှင့် သမိုင်းအမြင်\" စာအုပ်သည် ဗုဒ္ဓသာသနာတော်၏ သမိုင်းဆိုင်ရာ အခြေခံမှသည် ခေတ်အဆက်ဆက် ပြန့်ပွားခဲ့ပုံ၊ အတွေးအမြင်နှင့် လက်တွေ့ကျင့်သုံးမှုဆိုင်ရာ အကြောင်းအရာများကို စနစ်တကျ ဆွေးနွေးထားသော စာအုပ်ဖြစ်ပါသည်။",
      "publishedDate": "November, 2021",
      "pageCount": 252,
      "coverUrl": "img\\cover\\the_era_of_most_revered_buddha_and_historical_perspective.jpg",
      "readLink": "",
      "uploader": "Nan Nyo Nyo Htwe"
    }
  ]
}
